const info = [
    {
        'id': 1,
        'question': 'Вопрос 1. В социальной сети с вами познакомился ученик из вашей школы, которого вы ни разу не видели, и он пригласил вас встретиться с ним. Что делать?',
        'answers': `1. Пойти на встречу \n2. Пойти на встречу вместе с мамой или папой \n3. Не ходить на встречу`,
        'rightAnswer': '3',
        'info': 'Верно! Нужно быть очень осторожным, под видом ученика может скрываться кто угодно'
    },
    {
        'id': 2,
        'question': 'Вопрос 2. На адрес электронной почты пришел файл с игрой от неизвестного пользователя. Как Вы поступите?',
        'answers': '1. Скачать файл и начать играть \n2. Не открывать файл \n3. Отправить файл своим друзьям',
        'rightAnswer': '2',
        'info': 'Блестяще! Это может быть вирус'
    },
    {
        'id': 3,
        'question': 'Вопрос 3. В качестве пароля зачастую используют слова, написанные необычным способом. Какое словосочетание скрывается за словом "Rb,thrjn"',
        'answers': `1. Киберкот \n2. Парольсайта \n3. Первыйдень`,
        'rightAnswer': '1',
        'info': 'Верно! Часто люди забывают переключить раскладку клавиатуры или делают это специально'
    },
    {
        'id': 4,
        'question': 'Вопрос 4. Какое суждение верно?',
        'answers': '1. Антивирусная программа должна работать постоянно при работе компьютера \n2. Антивирусную программу при работе за компьютером можно включать иногда \n3. Антивирусную программу можно включать для проверки компьютера на вирусы',
        'rightAnswer': '1',
        'info': 'Правильно! Антивирус защищает компьютер, поэтому должен работать всегда'
    },
    {
        'id': 5,
        'question': 'Вопрос 5. В компьютерной игре ваш знакомый предложил предать ему данные вашего аккаунта в игре для участия в турнире пока Вы учитесь. Как лучше всего поступить в такой ситуации?',
        'answers': '1. Можно спокойно передать ему пароль \n2. Нет ничего страшного в том, чтобы сообщить пароль другому игроку – это всего лишь игра \n3. Следует отказаться от предложения, поскольку пользовательское соглашение запрещает игрокам передавать пароль третьим лицам',
        'rightAnswer': '3',
        'info': 'Правильно! Лучше не давать доступ к своим аккаунтам даже друзьям'
    },
    {
        'id': 6,
        'question': 'Вопрос 6. Что делать, если вы стали жертвой интернет-травли?',
        'answers': '1. Ответить угрозами в ответ и предлагать встретиться лично \n2. Сообщить администрации ресурса о поведении агрессора для его блокировки и ограничить доступ агрессора к своему профилю \n3. Завести новый аккаунт, впредь быть осторожнее',
        'rightAnswer': '2',
        'info': 'Верно! Пытаясь добиться справедливости, ты можешь застрять в бесконечных онлайн-перепалках, которые не принесут тебе ничего, кроме боли и обиды.'
    },
    {
        'id': 7,
        'question': 'Вопрос 7. Может ли мошенничество быть электронным риском?',
        'answers': '1. Да, так как часто мошенники для достижения своих целей прибегают к помощи технических средств \n2. Нет, в интернете нет мошенников \n3. Нет',
        'rightAnswer': '1',
        'info': 'Блестяще! В интернете нужно быть очень аккуратным'
    },
    {
        'id': 8,
        'question': 'Вопрос 8. При авторизации в социальных сетях предлагают ввести логин и пароль. Пароль отображается в виде точек или звёздочек. Зачем?',
        'answers': '1. Так удобнее \n2. Для того, чтобы находящиеся рядом люди не увидели мои данные \n3. Чтобы запутать',
        'rightAnswer': '2',
        'info': 'Правильно! Пароль должен знать только ты'
    },
    {
        'id': 9,
        'question': 'Вопрос 9. Могут ли мошенники использовать информацию о вашем псевдониме и увлечениях?',
        'answers': '1. Да, они могут ввести в заблуждение моих знакомых и получить их денежные средства \n2. Нет, не могут \n3. Нет, у них другие способы',
        'rightAnswer': '1',
        'info': 'Верно! Мошенники могут использовать любую информацию о тебе против тебя или твоих знакомых'
    },
    {
        'id': 10,
        'question': 'Вопрос 10. Действуют ли правила этикета в Интернете?',
        'answers': '1. Интернет – пространство, свободное от правил \n2. В особых случаях \n3. Да, как и в реальной жизни',
        'rightAnswer': '3',
        'info': 'Блестяще! Правила этикета действуют всегда'
    }
]

module.exports = info;